[
  {
    "donate": "https://vi.ie/supporting-us/donate-now/",
    "link": "https://linktr.ee/vision_ireland",
    "img": "red",
    "alt": "red2",
    "name": "Vision Ireland, the new name for NCBI",
    "overview": "Vision Ireland, the name for NCBI is Ireland’s national charity working for the rising number of people affected by sight loss. Our practical and emotional advice and support help 8,000 people and their families confidently face their futures every year.",
    "founded": 1931,
    "phone": "+353 (0)1 830 7033"
  },
  {
    "donate": "https://www.childrenshealth.ie/donate/",
    "link": "https://www.childrenshealthireland.ie/",
    "img": "red",
    "alt": "red3",
    "name": "Temple Street Children’s University Hospital",
    "overview": "Temple Street, is an acute national paediatric hospital. Seven major specialties at Temple Street today include neonatal & paediatric surgery, neurology, neurosurgery, nephrology, orthopaedics, ENT & plastic surgery. Temple Street cares for 145,000 children per year including 45,000 who attend the Emergency Department (ED) every year. A staff of 85 Consultants& over 950 other full-time & part-time HSCPs (Health & Social Care Professionals) % other staff deliver care & services.",
    "founded": 1872,
    "phone": "<br/><b>Temple Street:</b> +353 01 878 4200,\n                        <b>Tallaght:</b> +353 01 693 7500,<br />\n                        <b>Crumlin:</b> +353 01 409 6100,\n                        <b>Connolly:</b> +353 01 640 7500"
  },
  {
    "donate": "https://donors.cancer.ie/page/FUNDZAZBHHS",
    "link": "https://www.cancer.ie/",
    "img": "red",
    "alt": "red4",
    "name": "Irish Cancer Society",
    "overview": "We are a community of patients, survivors, volunteers, supporters, health and social care professionals and researchers. Together we are transforming the experiences and outcomes of people affected by cancer through our advocacy, support services and research.",
    "founded": 1963,
    "phone": "+353 (0) 1800200700"
  },
  {
    "donate": "https://www.svp.ie/donate/",
    "link": "https://www.svp.ie/",
    "img": "red",
    "alt": "red5",
    "name": "The Society of Saint Vincent de Paul",
    "overview": "The Society of Saint Vincent de Paul exists to fight poverty. The Society of St. Vincent de Paul is the largest, voluntary, charitable organisation in Ireland. Its membership of over 11,000 volunteer members throughout the country are supported by 600 staff, working for social justice and the creation of a more just, caring nation. This unique network of social concern also gives practical support to those experiencing poverty and social exclusion, by providing a wide range of services to people in need.",
    "founded": 1844,
    "phone": "+353 1 884 8200"
  },
  {
    "donate": "https://www.dubsimon.ie/donate",
    "link": "https://www.dubsimon.ie/",
    "img": "red",
    "alt": "red6",
    "name": "Dublin Simon Community",
    "overview": "Covering counties Meath, Cavan, Monaghan & Louth. We provide services at all stages of homelessness and enable people to move to a place they can call home. At Simon, we listen to people who turn to us for help and do everything we can to support them to move out of homelessness into independent living. We strive to empower people to access, secure and retain a home of their own by reducing the reliance on short-term emergency accommodation and providing permanent supported housing for people to sustain a home in their local community. Moving people into supported housing produces life-enhancing and life-saving results and is more cost-effective in the long run.",
    "founded": 1969,
    "phone": "+353 (01) 671 5551"
  },
  {
    "donate": "https://www.debra.ie/donate/",
    "link": "https://www.debra.ie/",
    "img": "red",
    "alt": "red7",
    "name": "Debra Ireland",
    "overview": "We are dedicated to transforming the lives of people living with Epidermolysis Bullosa (EB), caring for someone with EB, or bereaved by EB, through care, research and advocacy. EB is an incurable genetic condition that affects the body's largest organ; the skin. People living with EB are missing the essential proteins that bind the skin's layers together, so any minor friction, movement or trauma causes it to break, tear, and blister. It is as fragile as a butterfly wing. That's why we're here. To be a positive force for all those living with EB and all whose lives have been impacted by EB.",
    "founded": 1988,
    "phone": "+353 (0)1 4126924"
  },
  {
    "donate": "https://www.jackandjill.ie/professionals/ways-to-donate/",
    "link": "https://www.jackandjill.ie",
    "img": "red",
    "alt": "red1",
    "name": "The Jack and Jill Children’s Foundation",
    "overview": "The Jack and Jill Children’s Foundation is a nationwide charity that funds and provides in-home nursing care and respite support for children with severe to profound neurodevelopmental delay, up to the age of 6. This may include children with brain injury, genetic diagnosis, cerebral palsy and undiagnosed conditions. Another key part of our service is end-of-life care for all children up to the age of 6, irrespective of diagnosis.",
    "founded": 1997,
    "phone": "+353 (045) 894 538"
  },
  {
    "donate": "https://makeawish.ie/?form=donate",
    "link": "https://makeawish.ie/",
    "img": "red",
    "alt": "red16",
    "name": "Make-A-Wish Ireland",
    "overview": "Make-A-Wish Ireland has one simple aim to grant the wishes of children with critical medical conditions, to bring hope, strength and happiness.",
    "founded": 1992,
    "phone": "+353 (0)1 205 2007"
  },
  {
    "donate": "https://www.unicef.ie/donate",
    "link": "https://www.unicef.ie/",
    "img": "red",
    "alt": "red2",
    "name": "UNICEF",
    "overview": "For Every Child, UNICEF works in some of the world’s toughest places, to reach the world’s most disadvantaged children. To save their lives. To defend their rights. To help them fulfil their potential. In over 190 countries and territories, we work for every child, everywhere, every day, to build a better world for everyone. Before, during and after humanitarian emergencies, UNICEF is on the ground, bringing lifesaving help and hope to children and families. And we never give up.",
    "founded": 1946,
    "phone": "01 878 3000"
  },
  {
    "donate": "https://donate.redcross.ie/b/my-donation",
    "link": "https://www.redcross.ie/",
    "img": "red",
    "alt": "red12",
    "name": "Red Cross",
    "overview": "The Irish Red Cross has been dedicated to serving people in need whether they are here in Ireland or caught up in humanitarian crises in countries and regions throughout the globe. Today the Irish Red Cross maintains an active network of over 3,000 volunteers at 73 branches based in large and small communities throughout the Republic of Ireland. We are also a committed member of the global Red Cross Red Crescent Movement is a global humanitarian network of 80 million people that helps those facing disaster, conflict, and health and social problems. The Movement consists of the International Committee of the Red Cross, the International Federation of Red Cross and Red Crescent Societies, and the 191 National Red Cross and Red Crescent Societies.",
    "founded": 1939,
    "phone": "+353 (0)1-642-4600"
  },
  {
    "donate": "https://www.msf.ie/founding?form=General-Donate",
    "link": "https://www.msf.ie/",
    "img": "red",
    "alt": "red14",
    "name": "Doctors Without Borders",
    "overview": "Amid the Parisian upheavals of May 1968, a group of young doctors decided to go and help victims of wars and major disasters. This new brand of humanitarianism would reinvent the concept of emergency aid. They were to become Médecins Sans Frontières, or Doctors Without Borders MSF.",
    "founded": 1968,
    "phone": "+353 (0)1 660 3337"
  },
  {
    "donate": "https://www.savethechildren.net/checkout/your-donation-can-save-childs-life-organic-donate-now-save-lives-sr",
    "link": "https://www.savethechildren.net/",
    "img": "red",
    "alt": "red15",
    "name": "Save the Children",
    "overview": "WE CREATE LASTING, POSITIVE CHANGE FOR AND WITH CHILDREN. Save the Children is the world’s first and leading independent children’s organisation transforming lives and the future we share. We’re proud to work with children, their communities, and our partners worldwide, discovering new solutions to help ensure that the world's most vulnerable children survive, learn and are protected. Every year, we reach tens of millions of children in more than 110 countries through our life-changing work.",
    "founded": 1919,
    "phone": "+44 (0)20 7012 6400"
  },
  {
    "donate": "https://alone.ie/donate/",
    "link": "https://alone.ie/",
    "img": "red",
    "alt": "red28",
    "name": "ALONE",
    "overview": "ALONE is a national charity organization in Ireland dedicated to empowering older people to age comfortably and securely in their own homes while remaining connected to their communities. They provide compassionate and confidential support for seniors dealing with issues such as anxiety, dementia, and loneliness. Their mission is to improve the physical, emotional, and mental well-being of older people, ensuring they can age happily and securely at home.",
    "founded": 1977,
    "phone": "0818 222 024"
  },
  {
    "donate": "https://www.barnardos.ie/donate/donation/index.html",
    "link": "https://www.barnardos.ie/",
    "img": "red",
    "alt": "red27",
    "name": "Barnardos Ireland",
    "overview": "Barnardos is a leading children's charity in Ireland dedicated to supporting vulnerable children and families through various services and programs. Barnardos operates as a registered charity in the Republic of Ireland, focusing on protecting and supporting children and young people who are in need. The organization was founded by Dr. Thomas Barnardo, initially in London, but has since expanded its mission to Ireland. Today, Barnardos is committed to transforming the lives of vulnerable children affected by adverse childhood experiences.",
    "founded": 1866,
    "phone": "01 453 0355"
  },
  {
    "donate": "https://www.trocaire.org/donations/now/",
    "link": "https://www.trocaire.org/",
    "img": "red",
    "alt": "red26",
    "name": "Trócaire",
    "overview": "Trócaire is the official overseas development agency of the Catholic Church in Ireland, to support the world's poorest and most oppressed people. It works with parishes and communities across Ireland to promote global justice and inspire action. Trócaire is also known as Caritas Ireland, reflecting its mission of mercy and support for those in need. For more information, you can visit their official website.",
    "founded": 1973,
    "phone": "01 629 3333"
  },
  {
    "donate": "https://www.sightsavers.ie/donate",
    "link": "https://www.sightsavers.ie/",
    "img": "red",
    "alt": "red25",
    "name": "Sightsavers",
    "overview": "Sightsavers Ireland is an international organization dedicated to eliminating avoidable blindness and promoting equality for people with disabilities. They work in over 30 countries in Africa and Asia, training health workers, providing eye operations, and improving women's health. The Irish team is based in Dublin, focusing on fundraising, communications, and public engagement. Their vision is a world where no one is blind from avoidable causes, and where everyone can participate equally in society. For more information, you can visit their official website.",
    "founded": 1950,
    "phone": "01 663 7666"
  },
  {
    "donate": "https://ocf.ie/make-a-donation/",
    "link": "https://ocf.ie/",
    "img": "red",
    "alt": "red24",
    "name": "Oesophageal Cancer Fund",
    "overview": "The Oesophageal Cancer Fund (OCF) is the national charity for oesophageal cancer in Ireland, dedicated to providing support, raising awareness, and funding research for this disease. The OCF aims to ensure that everyone affected by oesophageal cancer receives the earliest and best support and treatment possible. The organization is composed of volunteers, medical professionals, researchers, patients, and survivors, all working together to help those impacted by this challenging condition.",
    "founded": 2001,
    "phone": "+353 86 069 7328"
  },
  {
    "donate": "https://donate.mylovelyhorserescue.com/one-off/",
    "link": "https://www.mylovelyhorserescue.com/",
    "img": "red",
    "alt": "red23",
    "name": "My Lovely Horse Animal Rescue",
    "overview": "My Lovely Horse Animal Rescue is an animal welfare organisation that rescues, rehabilitate and rehomes unwanted, neglected and abused animals with the aim of giving them a life worth living.",
    "founded": 2011,
    "phone": "+353 1 607 2379"
  },
  {
    "donate": "https://www.rmhc.ie/donate-make-a-payment",
    "link": "https://www.rmhc.ie/",
    "img": "red",
    "alt": "red22",
    "name": "Ronald McDonald House Charities",
    "overview": "Keeping families close, is what matters most. The mission of Ronald McDonald House Charities Ireland is to provide a Ronald McDonald House to support families whose children are seriously ill in hospital. The Ronald McDonald House provides accommodation and a caring and supportive environment for families whose children are seriously ill and are hospitalised or undergoing medical treatment at Children’s Health Ireland, Crumlin.",
    "founded": 1974,
    "phone": "(01) 456 0435"
  },
  {
    "donate": "https://irishheart.ie/ways-to-give/",
    "link": "https://irishheart.ie/",
    "img": "red",
    "alt": "red21",
    "name": "The Irish Heart Foundation",
    "overview": "Every hour, someone in Ireland suffers from a stroke. Every day, hundreds of people in Ireland are diagnosed with cardiovascular disease. Lives are often cut tragically short and many are left disabled. Each year almost 9,000 people die from heart disease and stroke, one of the country’s biggest killers. It doesn’t have to be this way, and our vision is for a future where no hearts are broken by preventable heart disease and stroke. This is why the Irish Heart Foundation was formed as the national stroke and heart charity, we work every day to save lives and heal hearts. Our mission is to eliminate preventable death and disability from heart disease and stroke and to support and care for those living with these life-changing conditions.",
    "founded": 1966,
    "phone": "+353 1 6685001"
  },
  {
    "donate": "https://mariekeating.ie/donate/",
    "link": "https://mariekeating.ie/home/",
    "img": "red",
    "alt": "red20",
    "name": "Marie Keating Foundation",
    "overview": "The Marie Keating Foundation is an ever-growing family of people that care. Just like our supporters, we care about compassion. We care about dignity. We care about humanity. We care about people. We care passionately about giving people the information and support they need, from raising awareness about early detection to the moment of diagnosis and beyond. We believe that a community of people who care and work together can change things for the better and build a world free from the fear of cancer.",
    "founded": 2001,
    "phone": "01 628 3726"
  },
  {
    "donate": "https://www.dogstrust.ie/support-us/donation",
    "link": "https://www.dogstrust.ie/",
    "img": "red",
    "alt": "red19",
    "name": "Dog's Trust Ireland",
    "overview": "We believe all dogs deserve to live life to the full. We’ve been working for a better future for dogs and the people who love them. When a dog is in distress, we care for them. When a dog needs a home, we find them a loving family. When an owner needs a helping paw or they just can’t cope, we’re ready to step in. For every dog, for every owner, we’re by their side through thick and thin, throughout their lives. The bond they have is special to us. It changes lives, making each day happier and more complete. It’s why we believe A dog is for life. Discover who we are, what we do, and how we’ll never stop fighting to make tomorrow’s world a better place for all dogs.",
    "founded": 2005,
    "phone": "01 8791000"
  },
  {
    "donate": "https://feileacain.ie/donate",
    "link": "https://feileacain.ie/",
    "img": "red",
    "alt": "red18",
    "name": "Féileacáin",
    "overview": "Féileacáin, the Stillbirth and Neonatal Death Support, was registered as a charity in 2010.  Féileacáin was formed by a group of bereaved parents to offer support to anyone affected by the death of a baby around the time of birth, and the organization is now the national charity supporting families affected by perinatal loss. Féileacáin is a not-for-profit organization and receives no funding from central government, relying instead on the support of our community and the families who avail of our services.",
    "founded": 2009,
    "phone": "(085) 249 6464"
  },
  {
    "donate": "https://lauaralynn.ie/donate",
    "link": "https://lauaralynn.ie/",
    "img": "red",
    "alt": "red19",
    "name": "LauraLynn, Ireland's Children's Hospice",
    "overview": "LauraLynn's, Ireland's Children's Hospice mission is to provide a Community of Care that delivers evidence-based, personalised services to children with palliative care needs, complex care needs and complex disabilities, while also providing family support services and a home to our residents where quality-of-life is paramount.",
    "founded": 2001,
    "phone": "(01) 289 3151"
  }
]
